[{"name":"Flour","image":"item-flour.png","favourite":false,"cart":false,"order":0,"price":1.75,"quantity":0,"product_info":"Flour is a finely ground powder made from various grains like wheat, rye, or spelt. It's a foundational ingredient in baking, providing structure and texture to breads, pastries, cakes, and more. Here are some types of flour:\n  - All-purpose flour: The most common type, suitable for a wide range of baking needs. \n  - Bread flour: High in gluten content, ideal for creating chewy and airy bread. \n  - Cake flour: Fine and light, perfect for tender cakes and pastries. \n  - Whole wheat flour: Contains the entire wheat kernel, offering a higher fiber content and nutty flavor. \n  - Gluten-free flour alternatives: Made from ingredients like almond flour, coconut flour, or oat flour, catering to dietary restrictions."},{"name":"Olive Oil","image":"item-olive.png","favourite":false,"cart":true,"order":0,"price":8.95,"quantity":1,"product_info":"Olive oil is a healthy fat extracted from olives. It's a staple in Mediterranean cuisine and prized for its flavor and health benefits. Here are some types and uses:\n  - Extra virgin olive oil: The highest quality, boasting a fruity flavor and best used for drizzling, dipping, and salad dressings. \n  - Virgin olive oil: Has a slightly stronger flavor than extra virgin and is suitable for both cooking and finishing dishes. \n  - Light olive oil: Has a neutral flavor and high smoke point, making it ideal for high-heat cooking like sauteing and stir-frying."},{"name":"Milk","image":"item-milk.png","favourite":false,"cart":false,"order":0,"price":0.7,"quantity":0,"product_info":"Milk is a nutrient-rich beverage providing calcium, vitamin D, and protein. There are various types to choose from:\n  - Cow's milk: The most common type, available in whole, reduced-fat, skim, and lactose-free options. \n  - Plant-based milk alternatives: Made from ingredients like soy, almond, oat, or coconut milk, offering a dairy-free alternative. \n  - Each type has its own unique flavor profile and nutritional content. Consider your dietary needs and preferences when choosing milk for your recipes or simply to enjoy on its own."},{"name":"Salmon","image":"item-salmon.png","favourite":false,"cart":true,"order":0,"price":8.9,"quantity":1,"product_info":"Salmon is a delicious and nutritious fish rich in omega-3 fatty acids, protein, and vitamin D.  Its versatility allows for various cooking methods, each highlighting its unique flavor and texture. Here are a few ideas:\n  - Baked salmon: A simple and healthy way to prepare salmon, resulting in moist and flaky fish. Seasonings like lemon, herbs, or a glaze can add different flavor profiles. \n  - Pan-seared salmon: Creates a beautifully crispy skin and juicy interior. Perfect with a light sauce or simply drizzled with lemon juice. \n  - Grilled salmon: Imparts a smoky flavor and slightly charred exterior for a delicious summer meal. Marinades can further enhance the taste. \n  - Smoked salmon: Offers a unique savory flavor and can be enjoyed on its own, on bagels with cream cheese, or incorporated into various dishes like salads or pasta."},{"name":"Eggs","image":"item-eggs.png","favourite":false,"cart":false,"order":0,"price":1.67,"quantity":0,"product_info":"Eggs are a complete protein source, containing all nine essential amino acids. They're incredibly versatile and can be enjoyed in various ways:\n  - Boiled eggs: A healthy and portable breakfast option. \n  - Scrambled eggs: A quick and easy breakfast or brunch dish. \n  - Fried eggs: Can be enjoyed sunny-side up, over-easy, or hard-boiled. \n  - Omelets: A great way to showcase your creativity with various fillings. \n  - Baking: Eggs are a key ingredient in cakes, cookies, and other baked goods, acting as a binder and leavening agent."},{"name":"Beef","image":"item-beef.png","favourite":false,"cart":false,"order":0,"price":9.99,"quantity":0,"product_info":"Beef is a rich source of protein, iron, and vitamin B12. It comes from various cuts, each with unique flavors and textures. Here's a breakdown:\n  - Ribeye: Known for its intense marbling, delivering a juicy and flavorful steak. \n  - Tenderloin: The most prized cut, known for its exceptional tenderness and leanness. \n  - Ground Beef: Versatile and perfect for burgers, meatballs, or chili. \n  - Sirloin: Leaner cut, ideal for grilling, roasting, or fajitas. \n  - Brisket: Full of flavor, often used for slow-cooking methods like smoking or braising."}]